[en-US]
gen_prefix_tifinagh=Tifinagh
gen_tagScript_tifinagh=tifinagh
tifinagh_n_let_a_ya_LTL=Ya
tifinagh_n_let_b_yah_LTL=Yah
tifinagh_n_let_b_yah_berber_academy_LTL=Yah (Berber Academy)
tifinagh_n_let_b_yab_LTL=Yab
tifinagh_n_let_b_yabh_LTL=Yabh
tifinagh_n_let_s_yash_LTL=Yash
tifinagh_n_let_s_yach_LTL=Yach
tifinagh_n_let_d_yad_LTL=Yad
tifinagh_n_let_d_yadh_LTL=Yadh
tifinagh_n_let_d_yadd_LTL=Yadd
tifinagh_n_let_d_yaddh_LTL=Yaddh
tifinagh_n_let_e_yey_LTL=Yey
tifinagh_n_let_e_ye_LTL=Ye
tifinagh_n_let_f_yaf_LTL=Yaf
tifinagh_n_let_g_yag_LTL=Yag
tifinagh_n_let_g_yagh_LTL=Yagh
tifinagh_n_let_g_yaghh_LTL=Yaghh
tifinagh_n_let_g_yaj_LTL=Yaj
tifinagh_n_let_g_yagh_ayer_LTL=Ayer Yagh
tifinagh_n_let_g_yagh_tuareg_LTL=Tuareg Yagh
tifinagh_n_let_h_tuareg_LTL=Tuareg H
tifinagh_n_let_i_yi_LTL=Yi
tifinagh_n_let_j_yazh_LTL=Yazh
tifinagh_n_let_j_yazh_tuareg_LTL=Tuareg Yazh
tifinagh_n_let_j_yazh_ahaggar_LTL=Ahaggar Yazh
tifinagh_n_let_k_yak_LTL=Yak
tifinagh_n_let_k_yakh_LTL=Yakh
tifinagh_n_let_k_yakh_tuareg_LTL=Tuareg Yakh
tifinagh_n_let_k_yakhh_LTL=Yakhh
tifinagh_n_let_k_yak_tuareg_LTL=Tuareg Yak
tifinagh_n_let_l_yal_LTL=Yal
tifinagh_n_let_m_yam_LTL=Yam
tifinagh_n_let_n_yan_LTL=Yan
tifinagh_n_let_n_yang_LTL=Yang
tifinagh_n_let_n_yagn_LTL=Yagn
tifinagh_n_let_o_yaa_LTL=Yaa
tifinagh_n_let_o_yo_LTL=Yo
tifinagh_n_let_p_yap_LTL=Yap
tifinagh_n_let_q_yaq_LTL=Yaq
tifinagh_n_let_q_yaq_tuareg_LTL=Tuareg Yaq
tifinagh_n_let_r_yar_LTL=Yar
tifinagh_n_let_r_yarr_LTL=Yarr
tifinagh_n_let_s_yas_LTL=Yas
tifinagh_n_let_s_yass_LTL=Yass
tifinagh_n_let_t_yat_LTL=Yat
tifinagh_n_let_t_yatt_LTL=Yatt
tifinagh_n_let_t_yath_LTL=Yath
tifinagh_n_let_w_yu_LTL=Yu
tifinagh_n_let_v_yav_LTL=Yav
tifinagh_n_let_w_yaw_LTL=Yaw
tifinagh_n_let_y_yay_LTL=Yay
tifinagh_n_let_z_yaz_LTL=Yaz
tifinagh_n_let_z_yazz_LTL=Yazz
tifinagh_n_let_z_yaz_tawellement_LTL=Tawellement Yaz
tifinagh_n_let_z_yaj_berber_academy_LTL=Yaj (Berber Academy)
tifinagh_n_let_w_modifier_labialization_mark_LTL=Labialization mark
tifinagh_n_sym_seprator_mark_LTL=Separator mark
tifinagh_n_sym_consonant_joiner_LTL=Consonant joiner